{
  "IndexPage": {
    "title": "next-intl example",
    "description": "Welcome to the Next.js Internationalization (i18n) example! This demo showcases the power of the App Router and how to manage multilingual content seamlessly using next-intl."
  },
  "NotFoundPage": {
    "title": "Page Not Found",
    "description": "Oops! It seems like you've stumbled upon a page that doesn't exist. Don't worry, our internationalization magic is still hard at work on other parts of the app. Feel free to navigate back to explore more!"
  },
  "Navigation": {
    "home": "Home",
    "about": "About",
    "blog": "Blog",
    "activities": "Activities",
    "service": "Service"
  },
  "Footer": {
    "copyright": " © SkyNext Soft, JSC 2024. All rights reserved.",
    "Aboutthecompany": "About the company",
    "companyDescription": "We create bigger, bolder, braver, and better digital ideas. We believe in the flexibility and precision of great ideas. We are the best financial solution provider and consultant in the world. Diverse software and web development services.",
    "address": "Number 7, Row 2, Alley 651 Minh Khai, Hai Ba Trung, Ha Noi"
  },

  "Home": {
    "smart": "Optimized algorithms produce products with the desired results and high efficiency",
    "speed": "Software development speed, software performance, deployment speed, and application responsiveness.",
    "strong": "Features, designs, or systems that provide durability, performance, and reliability",
    "secure": "Protect users' personal information, protect businesses from legal and financial risks",
    "bring": "BRINGING THE HIGHEST SOFTWARE DEVELOPMENT SERVICES AND APPLICATIONS",
    "website": "Website design",
    "system": "System design",
    "solutions": "IT solutions",
    "mobile": "Mobile App Design",
    "more": "service discovery",
    "value": "WHERE DOES OUR VALUE LIE ?",
    "contentValue": "Always offering great technology solutions"
  },
  "AboutPage": {
    "title": "About Page",
    "description": "Description about the about page",
    "companyName": "Skynext Soft",
    "companyDescription": "We create bigger, bolder, braver, and better digital ideas. We believe in the flexibility and precision of great ideas. We are the best financial solution provider and consultant in the world. Diverse software and web development services.",
    "workplace": "Workplace for a diverse group of experts and engineers",
    "scale": "Large staff size and modern equipment",
    "training": "Place to organize free training courses, events on React with domestic and international experts",
    "visionTitle": "Vision",
    "visionDescription": "Affirm the pioneering position as the first and largest React-focused company in the market.",
    "missionTitle": "Mission",
    "missionDescription": "Provide experts in React & React Native. Satisfy customers with the highest quality. Build the largest React engineer community in Vietnam.",
    "coreValuesTitle": "Core Values",
    "coreValuesDescription": "Specialized in React. Fast growth ability. Real experts. Immediate response.",
    "achievementTitle": "Awards - Certifications",
    "achievementDescription": "React Plus achieves the dual goals of ISO 9001:2015 certification for quality management and ISO 27001:2013 certification for information security management in the field of software production and processing by the International Organization for Standardization (ISO). We are proud to be the first unit in Vietnam specializing deeply in React & React Native, with the ability to provide services that satisfy all customers according to international standards.",
    "findUsTitle": "Find Us",
    "address": "Number 7, Row 2, Alley 651 Minh Khai, Hai Ba Trung, Ha Noi"
  },
  "Blog": {},
  "ServicePage": {
    "title": "Our Services",
    "web_design": "Website Design",
    "web_design_description": "Website design is not just about creating a webpage, but also about creating a great user experience. We understand that a website needs to be not only visually appealing but also user-friendly and functional. Therefore, we conduct thorough analysis and research into our clients' requirements to ensure that each website we create is a digital masterpiece. Our services include:",
    "web_design_item1": "Requirements gathering: Identify website goals, target audience, and required features.",
    "web_design_item2": "Planning and wireframing: Create site maps and wireframes to determine structure and information flow.",
    "web_design_item3": "UI Design: Develop graphic interfaces with colors, images, fonts, and interactive elements.",
    "web_design_item4": "Development: Program features and functionalities.",
    "web_design_item5": "Testing: Ensure the website works well across different browsers and devices.",
    "web_design_item6": "Deployment and maintenance: Launch the website, perform live testing, and provide regular maintenance for bug fixes and updates.",
    "system_design": "System Design",
    "system_design_description": "System design is a crucial process in building an efficient and flexible information system. We focus not only on building a functioning system but also on creating a robust infrastructure to meet business requirements. Our services include:",
    "system_design_item1": "Requirements gathering: Define requirements from users and stakeholders.",
    "system_design_item2": "System analysis: Identify processes, functions, and necessary data.",
    "system_design_item3": "System design: Plan the overall structure of the system, including database design, data flow, and functional modules.",
    "system_design_item4": "Development: Program and integrate system components.",
    "system_design_item5": "Testing and deployment: Ensure the system operates as per requirements and deploy in real-world environments.",
    "system_design_item6": "Maintenance and upgrades: Bug fixing, system updates, and improvements as per changing needs.",
    "it_solution": "IT Solutions",
    "it_solution_description": "IT solutions involve not only implementing technology but also applying technology to solve business challenges and improve operational efficiency. We provide IT solutions including:",
    "it_solution_item1": "Enterprise Resource Planning (ERP) systems: Manage resources, accounting, human resources, and business operations.",
    "it_solution_item2": "Customer Relationship Management (CRM) solutions: Manage customer relationships, sales, and marketing.",
    "it_solution_item3": "Storage and security systems: Data storage solutions, network security, and information protection.",
    "it_solution_item4": "Cloud solutions: Store and manage data, applications on cloud platforms.",
    "it_solution_item5": "Mobile solutions: Mobile applications and services to enhance remote work capabilities and customer engagement.",
    "mobile_app_design": "Mobile App Design",
    "mobile_app_design_description": "Mobile app design is the process of creating software applications that run on mobile devices such as smartphones and tablets. We provide mobile app design services including:",
    "mobile_app_design_item1": "Requirements gathering: Determine user needs and features required in the app.",
    "mobile_app_design_item2": "Planning and wireframing: Design wireframes and flowcharts for app functions and user interface.",
    "mobile_app_design_item3": "UI/UX design: Create visually appealing and user-friendly interfaces, ensuring smooth user experience.",
    "mobile_app_design_item4": "Development: Program apps on iOS and Android platforms.",
    "mobile_app_design_item5": "Testing: Ensure apps work well on various devices and operating systems.",
    "mobile_app_design_item6": "Deployment and maintenance: Deploy apps on app stores (App Store, Google Play), and provide regular updates and maintenance."
  },
  "ActivitiesPage": {
    "title": "SkyNext Soft",
    "description": "SkyNext Soft is a place where employees' health is always taken care of, creativity is encouraged, and ideas are fostered. The aim is to train and develop employees.",
    "running_club_title": "Running Club",
    "running_club_description1": "To improve the health of SkyNext Soft employees, everyone is encouraged to exercise daily.",
    "running_club_description2": "Running or cycling, the sports offered by the company help everyone connect with nature and foster creative ideas.",
    "soccer_club_title": "Soccer Club",
    "soccer_club_description1": "To improve health and strengthen bonds among company employees, SkyNext Soft hosts weekly soccer matches.",
    "soccer_club_description2": "Soccer is a competitive and team sport that gives you a strong feeling every time you step on the field and especially provides a break after sitting for 8 hours of work.",
    "happy_hour_title": "Happy Hour",
    "happy_hour_description": "Happy Hour is a time when employees take a break to eat fruit, gather, chat, relax, and most importantly, rest their eyes after a long time focusing on the screen.",

    "news_title": "Company News",
    "date1": "8-3-2024",
    "description1": "On International Women's Day, the company organized a party to wish the best to the better half of the world",
    "date2": "20-4-2024",
    "description2": "SkyNext Soft employees will have a holiday from April 30, 2024, to May 1, 2024. The company will resume normal operations on May 2, 2024. We wish everyone a happy and joyful holiday with their families",
    "date3": "18-4-2024",
    "description3": "On April 18, 2024, employees will have a holiday for Hung Kings Commemoration Day. We wish everyone a joyful holiday",
    "date4": "30-1-2024",
    "description4": "SkyNext Soft employees will have a Tet holiday from February 8 to February 14, 2024. Work will resume on February 15, 2024. We wish everyone a peaceful, prosperous new year"
  }
}
