{
  "IndexPage": {
    "title": "Tiêu đề",
    "description": "câu sau"
  },
  "NotFoundPage": {
    "title": "nếu sai",
    "description": "chọn đi"
  },
  "Navigation": {
    "home": "Trang chủ",
    "about": "Về chúng tôi",
    "blog": "Tin tức",
    "activities": "Hoạt động",
    "service": "Dịch vụ"
  },
  "Footer": {
    "copyright": " © SkyNext Soft, JSC 2024. All rights reserved.",
    "Aboutthecompany": "Về Công Ty",
    "companyDescription": "Chúng tôi tạo ra những ý tưởng kỹ thuật số lớn hơn, táo bạo hơn, dũng cảm hơn và tốt hơn. Chúng tôi tin vào tính linh hoạt và chính xác của những ý tưởng hay. Chúng tôi là Nhà cung cấp giải pháp tài chính và tư vấn tốt nhất trên thế giới. Dịch vụ phát triển phần mềm và web đa dạng.",
    "address": "Số 7, Dãy 2, Ngõ 651 Minh Khai, Hai Bà Trưng, Hà Nội"
  },
  "Home": {
    "smart": "Tối ưu thuật toán đưa ra sản phẩm với kết quả cao như mong muốn và hiệu suất cao",
    "speed": "Tốc độ phát triển phần mềm, hiệu suất của phần mềm, tốc độ triển khai, và khả năng phản hồi của ứng dụng.",
    "strong": "Các tính năng, thiết kế, hoặc hệ thống mà có độ bền, hiệu suất và độ tin cậy cao",
    "secure": "Phần mềm bảo mật tối đa, đặc biệt là những hệ thống yêu cầu mức độ an toàn thông tin cao",
    "bring": "MANG LẠI NHỮNG DỊCH VỤ PHÁT TRIỂN PHẦM MỀM CAO NHẤT",
    "website": "Thiết kế Website",
    "system": "Thiết kế hệ thống",
    "solutions": "Giải pháp CNTT",
    "mobile": "Thiết kế App Mobile",
    "more": "Khám phá dịch vụ",
    "value": "GIÁ TRỊ CỦA CHÚNG TÔI NẰM Ở ĐÂU ?",
    "contentValue": "Luôn đưa ra những giải pháp công nghệ tuyệt vời"
  },
  "AboutPage": {
    "title": "Trang Giới thiệu",
    "description": "Mô tả về trang giới thiệu",
    "companyName": "Skynext Soft",
    "companyDescription": "Chúng tôi tạo ra những ý tưởng kỹ thuật số lớn hơn, táo bạo hơn, dũng cảm hơn và tốt hơn. Chúng tôi tin vào tính linh hoạt và chính xác của những ý tưởng hay. Chúng tôi là Nhà cung cấp giải pháp tài chính và tư vấn tốt nhất trên thế giới. Dịch vụ phát triển phần mềm và web đa dạng.",
    "workplace": "Nơi làm việc của các chuyên gia và kỹ sư",
    "scale": "Quy mô nhân sự đông đảo và trang thiết bị hiện đại",
    "training": "Nơi tổ chức miễn phí các khoá đào tạo, sự kiện về React với chuyên gia trong nước và quốc tế",
    "visionTitle": "Tầm nhìn",
    "visionDescription": "Khẳng định vị trí tiên phong với vai trò là công ty đầu tiên và lớn nhất chuyên về React trên thị trường.",
    "missionTitle": "Sứ mệnh",
    "missionDescription": "Cung cấp chuyên gia về React & React Native. Thoả mãn khách hàng với chất lượng cao nhất. Tạo dựng cộng đồng kỹ sư React lớn nhất tại Việt Nam.",
    "coreValuesTitle": "Giá trị cốt lõi",
    "coreValuesDescription": "Chuyên biệt về React. Khả năng tăng trưởng nhanh. Chuyên gia thực sự. Phản hồi ngay tức thì.",
    "achievementTitle": "Giải Thưởng - Chứng Chỉ",
    "achievementDescription": "React Plus hoàn thành mục tiêu kép đạt chuẩn ISO 9001:2015 về quản lý chất lượng và ISO 27001:2013 về quản lý an toàn thông tin trong lĩnh vực Sản xuất và gia công phần mềm do Tổ chức Tiêu chuẩn hóa quốc tế (ISO) chứng nhận. Chúng tôi tự hào là đơn vị đầu tiên tại Việt Nam tập trung chuyên sâu về React & React Native, với khả năng cung cấp dịch vụ làm hài lòng mọi khách hàng theo tiêu chuẩn quốc tế.",
    "findUsTitle": "Tìm chúng tôi",
    "address": "Số 7, Dãy 2, Ngõ 651 Minh Khai, Hai Bà Trưng, Hà Nội"
  },
  "Blog": {},
  "ServicePage": {
    "title": "Dịch vụ của chúng tôi",
    "web_design": "Thiết kế Website",
    "web_design_description": "Thiết kế website không chỉ đơn thuần là việc tạo ra một trang web, mà còn là quá trình tạo ra một trải nghiệm tuyệt vời cho người dùng. Chúng tôi hiểu rằng một trang web không chỉ cần đẹp mắt mà còn phải thân thiện với người dùng và chức năng. Do đó, chúng tôi tiến hành phân tích kỹ lưỡng và nghiên cứu yêu cầu của khách hàng để đảm bảo rằng mỗi trang web mà chúng tôi tạo ra là một tác phẩm nghệ thuật kỹ thuật số. Các dịch vụ của chúng tôi bao gồm:",
    "web_design_item1": "Thu thập yêu cầu: Xác định mục tiêu của website, đối tượng người dùng, và các tính năng cần có.",
    "web_design_item2": "Lập kế hoạch và phác thảo: Vẽ sơ đồ trang (site map) và thiết kế wireframe để xác định cấu trúc và luồng thông tin.",
    "web_design_item3": "Thiết kế giao diện (UI Design): Tạo giao diện đồ họa với màu sắc, hình ảnh, kiểu chữ, và các yếu tố tương tác.",
    "web_design_item4": "Phát triển (Development): Lập trình các tính năng.",
    "web_design_item5": "Kiểm thử (Testing): Đảm bảo website hoạt động tốt trên các trình duyệt và thiết bị khác nhau.",
    "web_design_item6": "Triển khai và bảo trì: Đưa website lên server, kiểm tra hoạt động trực tuyến, và bảo trì thường xuyên để sửa lỗi và cập nhật.",
    "system_design": "Thiết kế Hệ thống",
    "system_design_description": "Thiết kế hệ thống là một quá trình quan trọng trong việc xây dựng một hệ thống thông tin hiệu quả và linh hoạt. Chúng tôi không chỉ tập trung vào việc xây dựng một hệ thống hoạt động, mà còn chú trọng vào việc tạo ra một cơ sở hạ tầng mạnh mẽ và linh hoạt để đáp ứng các yêu cầu của doanh nghiệp. Các dịch vụ của chúng tôi bao gồm:",
    "system_design_item1": "Thu thập yêu cầu: Xác định yêu cầu từ người dùng và các bên liên quan.",
    "system_design_item2": "Phân tích hệ thống: Xác định các quy trình, chức năng, và dữ liệu cần thiết.",
    "system_design_item3": "Thiết kế hệ thống: Lên kế hoạch cấu trúc tổng thể của hệ thống, bao gồm thiết kế cơ sở dữ liệu, luồng dữ liệu, và các mô-đun chức năng.",
    "system_design_item4": "Phát triển: Lập trình và tích hợp các thành phần của hệ thống.",
    "system_design_item5": "Kiểm thử và triển khai: Đảm bảo hệ thống hoạt động đúng yêu cầu và triển khai trên môi trường thực tế.",
    "system_design_item6": "Bảo trì và nâng cấp: Sửa lỗi, cập nhật hệ thống, và cải tiến theo nhu cầu thay đổi.",
    "it_solution": "Giải pháp CNTT",
    "it_solution_description": "Giải pháp CNTT không chỉ là việc triển khai công nghệ, mà còn là việc áp dụng công nghệ để giải quyết các thách thức kinh doanh và cải thiện hiệu quả hoạt động của doanh nghiệp. Chúng tôi cung cấp các giải pháp CNTT bao gồm:",
    "it_solution_item1": "Hệ thống quản lý doanh nghiệp (ERP): Quản lý tài nguyên, kế toán, nhân sự, và các hoạt động kinh doanh.",
    "it_solution_item2": "Giải pháp quản lý khách hàng (CRM): Quản lý quan hệ khách hàng, bán hàng, và tiếp thị.",
    "it_solution_item3": "Hệ thống lưu trữ và bảo mật: Giải pháp lưu trữ dữ liệu, bảo mật mạng, và bảo vệ thông tin.",
    "it_solution_item4": "Giải pháp đám mây: Lưu trữ và quản lý dữ liệu, ứng dụng trên nền tảng đám mây.",
    "it_solution_item5": "Giải pháp di động: Ứng dụng và dịch vụ di động giúp tăng cường khả năng làm việc từ xa và tiếp cận khách hàng.",
    "mobile_app_design": "Thiết kế App Mobile",
    "mobile_app_design_description": "Thiết kế ứng dụng di động là quá trình tạo ra các ứng dụng phần mềm chạy trên các thiết bị di động như điện thoại thông minh và máy tính bảng. Chúng tôi cung cấp các dịch vụ thiết kế ứng dụng di động bao gồm:",
    "mobile_app_design_item1": "Thu thập yêu cầu: Xác định nhu cầu của người dùng và các tính năng cần có trong ứng dụng.",
    "mobile_app_design_item2": "Lập kế hoạch và phác thảo: Thiết kế wireframe và flowchart cho các chức năng và giao diện người dùng.",
    "mobile_app_design_item3": "Thiết kế UI/UX: Tạo giao diện đẹp mắt và thân thiện với người dùng, đảm bảo trải nghiệm mượt mà.",
    "mobile_app_design_item4": "Phát triển: Lập trình ứng dụng trên các nền tảng iOS và Android.",
    "mobile_app_design_item5": "Kiểm thử: Đảm bảo ứng dụng hoạt động tốt trên nhiều thiết bị và hệ điều hành.",
    "mobile_app_design_item6": "Triển khai và bảo trì: Đưa ứng dụng lên các cửa hàng ứng dụng (App Store, Google Play), và cập nhật, bảo trì thường xuyên."
  },
  "ActivitiesPage": {
    "title": "SkyNext Soft",
    "description": "Là nơi mà nhân viên luôn được quan tâm sức khỏe, thoải mái sáng tạo, khuyến khích đóng góp và phát triển ý tưởng. Mục đích hướng tới đào tạo, phát triển nhân viên.",
    "running_club_title": "CLB Chạy bộ",
    "running_club_description1": "Nhằm tăng cường sức khỏe nhân viên SkyNext Soft luôn khuyến khích mọi người tập thể dục hàng ngày.",
    "running_club_description2": "Chạy bộ hay đạp xe mà những môn thể thao mà công ty đưa ra giúp mọi người hòa mình với thiên nhiên, sáng tạo ý tưởng.",
    "soccer_club_title": "CLB đá bóng",
    "soccer_club_description1": "Nhằm tăng cường sức khỏe cũng như gắn kết giữa các nhân viên công ty hàng tuần SkyNext Soft sẽ có những trận bóng giao lưu.",
    "soccer_club_description2": "Đá bóng là môn thể thao đối kháng và đồng đội luôn mang lại cho bạn cảm giác mạng mẽ mỗi khi ra sân và đặc biệt là giải lao sau khi ngồi làm việc 8 tiếng.",
    "happy_hour_title": "Happy Hour",
    "happy_hour_description": "Khoảng thời gian nhân viên nghỉ giải lao ăn hoa quả là lúc mọi người tụ tập cùng nhau nói chuyện,trao đổi, thư gian đầu óc đặc biết là giúp đôi mắt được nghỉ ngơi sau quãng thời dài tập trung vào màn hình.",

    "news_title": "Tin tức về công ty",
    "date1": "8-3-2024",
    "description1": "Nhân ngày Quốc tế Phụ nữ công ty có tổ chức một bữa tiệc để chúc tốt đẹp nhất đến nửa kia của thế giới",
    "kaka1": "Theo Chủ tịch Hội LHPN tỉnh Bến Tre Nguyễn Thị Kim Thoa, các cấp Hội đã chú trọng chăm lo đời sống vật chất, tinh thần phụ nữ, trẻ em như: Tổ chức các hoạt động khơi dậy và phát huy văn hóa truyền thống như liên hoan hát ru, dân ca; liên hoan dân vũ; làm bánh dân gian; biểu diễn trang phục truyền thống. Hội Phụ nữ phối hợp tổ chức ngày hội ra quân chỉnh trang nhà cửa, đường xóm, ấp, khu phố xanh - sạch - đẹp - thân thiện - an toàn trên cơ sở thực hiện 8 tiêu chí cuộc vận động Xây dựng gia đình 5 không, 3 sạch, Gia đình 5 có, 3  sạch gắn với ngày Chủ nhật nông thôn mới tại địa phương; trồng, chăm  sóc, bảo dưỡng các công trình về̀ bảo vệ môi trường, tuyến đường hoa - xanh - sạch - đẹp do các cấp Hội phát động thực hiện cùng các công trình thi đua, mô hình dân vận khéo các cấp trong tỉnh.Ngoài ra, hội viên và phụ nữ tiếp tục thực hiện Nghị quyết Đại hội đại biểu Phụ nữ các cấp gắn với các phong trào thi đua Đồng Khởi mới, Toàn dân tham gia xây dựng nông thôn mới, đô thị văn minh; chương trình Đồng khởi khởi nghiệp và phát triển doanh nghiệp, Mẹ đỡ đầu hỗ trợ chăm sóc, nuôi dưỡng trẻ em mồ côi; phong trào, các hoạt động 'Đền ơn đáp nghĩa' an sinh xã hội.Đặc biệt, các cấp Hội đã tổ chức các hoạt động hưởng ứng Tuần lễ Áo dài (từ ngày 1 - 8/3/2024) bằng các hoạt động thiết thực, trong đó tiêu biểu là mô hình Tủ áo dài yêu thương, tặng hơn 10.000 áo dài cho hội viên, phụ nữ. Hoạt động tạo không khí vui tươi, phấn khởi, góp phần nâng cao ý thức, trách nhiệm của mọi người, đặc biệt là cán bộ, hội viên, phụ nữ trong gìn giữ, phát huy giá trị sản phẩm văn hóa Việt Nam…",

    "date2": "20-4-2024",
    "description2": "Nhân viên của SkyNext Soft sẽ được nghỉ lễ từ ngày 30 tháng 4 năm 2024 thứ 3 hết ngày 1 tháng 5 năm 2024 thứ 4. Công ty sẽ hoạt động trở lại bình thường vào ngày 2 tháng 5 năm 2024 thứ 5. Chúc mọi người có một kì nghỉ vui vẻ hạnh phúc bên gia đình",
    "kaka2": "Theo Chủ tịch Hội LHPN tỉnh Bến Tre Nguyễn Thị Kim Thoa, các cấp Hội đã chú trọng chăm lo đời sống vật chất, tinh thần phụ nữ, trẻ em như: Tổ chức các hoạt động khơi dậy và phát huy văn hóa truyền thống như liên hoan hát ru, dân ca; liên hoan dân vũ; làm bánh dân gian; biểu diễn trang phục truyền thống. Hội Phụ nữ phối hợp tổ chức ngày hội ra quân chỉnh trang nhà cửa, đường xóm, ấp, khu phố xanh - sạch - đẹp - thân thiện - an toàn trên cơ sở thực hiện 8 tiêu chí cuộc vận động Xây dựng gia đình 5 không, 3 sạch, Gia đình 5 có, 3  sạch gắn với ngày Chủ nhật nông thôn mới tại địa phương; trồng, chăm  sóc, bảo dưỡng các công trình về̀ bảo vệ môi trường, tuyến đường hoa - xanh - sạch - đẹp do các cấp Hội phát động thực hiện cùng các công trình thi đua, mô hình dân vận khéo các cấp trong tỉnh.Ngoài ra, hội viên và phụ nữ tiếp tục thực hiện Nghị quyết Đại hội đại biểu Phụ nữ các cấp gắn với các phong trào thi đua Đồng Khởi mới, Toàn dân tham gia xây dựng nông thôn mới, đô thị văn minh; chương trình Đồng khởi khởi nghiệp và phát triển doanh nghiệp, Mẹ đỡ đầu hỗ trợ chăm sóc, nuôi dưỡng trẻ em mồ côi; phong trào, các hoạt động 'Đền ơn đáp nghĩa' an sinh xã hội.Đặc biệt, các cấp Hội đã tổ chức các hoạt động hưởng ứng Tuần lễ Áo dài (từ ngày 1 - 8/3/2024) bằng các hoạt động thiết thực, trong đó tiêu biểu là mô hình Tủ áo dài yêu thương, tặng hơn 10.000 áo dài cho hội viên, phụ nữ. Hoạt động tạo không khí vui tươi, phấn khởi, góp phần nâng cao ý thức, trách nhiệm của mọi người, đặc biệt là cán bộ, hội viên, phụ nữ trong gìn giữ, phát huy giá trị sản phẩm văn hóa Việt Nam…",

    "date3": "18-4-2024",
    "description3": "Ngày 18 tháng 4 năm 2024 nhân viên sẽ được nghỉ dịp Giỗ tổ Hùng Vương chúc mọi người có kì nghỉ lễ vui vẻ",
    "kaka3": "Theo Chủ tịch Hội LHPN tỉnh Bến Tre Nguyễn Thị Kim Thoa, các cấp Hội đã chú trọng chăm lo đời sống vật chất, tinh thần phụ nữ, trẻ em như: Tổ chức các hoạt động khơi dậy và phát huy văn hóa truyền thống như liên hoan hát ru, dân ca; liên hoan dân vũ; làm bánh dân gian; biểu diễn trang phục truyền thống. Hội Phụ nữ phối hợp tổ chức ngày hội ra quân chỉnh trang nhà cửa, đường xóm, ấp, khu phố xanh - sạch - đẹp - thân thiện - an toàn trên cơ sở thực hiện 8 tiêu chí cuộc vận động Xây dựng gia đình 5 không, 3 sạch, Gia đình 5 có, 3  sạch gắn với ngày Chủ nhật nông thôn mới tại địa phương; trồng, chăm  sóc, bảo dưỡng các công trình về̀ bảo vệ môi trường, tuyến đường hoa - xanh - sạch - đẹp do các cấp Hội phát động thực hiện cùng các công trình thi đua, mô hình dân vận khéo các cấp trong tỉnh.Ngoài ra, hội viên và phụ nữ tiếp tục thực hiện Nghị quyết Đại hội đại biểu Phụ nữ các cấp gắn với các phong trào thi đua Đồng Khởi mới, Toàn dân tham gia xây dựng nông thôn mới, đô thị văn minh; chương trình Đồng khởi khởi nghiệp và phát triển doanh nghiệp, Mẹ đỡ đầu hỗ trợ chăm sóc, nuôi dưỡng trẻ em mồ côi; phong trào, các hoạt động 'Đền ơn đáp nghĩa' an sinh xã hội.Đặc biệt, các cấp Hội đã tổ chức các hoạt động hưởng ứng Tuần lễ Áo dài (từ ngày 1 - 8/3/2024) bằng các hoạt động thiết thực, trong đó tiêu biểu là mô hình Tủ áo dài yêu thương, tặng hơn 10.000 áo dài cho hội viên, phụ nữ. Hoạt động tạo không khí vui tươi, phấn khởi, góp phần nâng cao ý thức, trách nhiệm của mọi người, đặc biệt là cán bộ, hội viên, phụ nữ trong gìn giữ, phát huy giá trị sản phẩm văn hóa Việt Nam…",

    "date4": "30-1-2024",
    "description4": "Nhân viên SkyNext Soft được nghỉ lễ Tết Nguyên Đán từ ngày 8 tháng 2 đến 14 tháng 2 năm 2024 ngày 15 tháng 2 sẽ quay trở lại làm việc bình thường. Chúc mọi người một năm mới bình an, an khang thịnh vượng",
    "kaka4": "Theo Chủ tịch Hội LHPN tỉnh Bến Tre Nguyễn Thị Kim Thoa, các cấp Hội đã chú trọng chăm lo đời sống vật chất, tinh thần phụ nữ, trẻ em như: Tổ chức các hoạt động khơi dậy và phát huy văn hóa truyền thống như liên hoan hát ru, dân ca; liên hoan dân vũ; làm bánh dân gian; biểu diễn trang phục truyền thống. Hội Phụ nữ phối hợp tổ chức ngày hội ra quân chỉnh trang nhà cửa, đường xóm, ấp, khu phố xanh - sạch - đẹp - thân thiện - an toàn trên cơ sở thực hiện 8 tiêu chí cuộc vận động Xây dựng gia đình 5 không, 3 sạch, Gia đình 5 có, 3  sạch gắn với ngày Chủ nhật nông thôn mới tại địa phương; trồng, chăm  sóc, bảo dưỡng các công trình về̀ bảo vệ môi trường, tuyến đường hoa - xanh - sạch - đẹp do các cấp Hội phát động thực hiện cùng các công trình thi đua, mô hình dân vận khéo các cấp trong tỉnh.Ngoài ra, hội viên và phụ nữ tiếp tục thực hiện Nghị quyết Đại hội đại biểu Phụ nữ các cấp gắn với các phong trào thi đua Đồng Khởi mới, Toàn dân tham gia xây dựng nông thôn mới, đô thị văn minh; chương trình Đồng khởi khởi nghiệp và phát triển doanh nghiệp, Mẹ đỡ đầu hỗ trợ chăm sóc, nuôi dưỡng trẻ em mồ côi; phong trào, các hoạt động 'Đền ơn đáp nghĩa' an sinh xã hội.Đặc biệt, các cấp Hội đã tổ chức các hoạt động hưởng ứng Tuần lễ Áo dài (từ ngày 1 - 8/3/2024) bằng các hoạt động thiết thực, trong đó tiêu biểu là mô hình Tủ áo dài yêu thương, tặng hơn 10.000 áo dài cho hội viên, phụ nữ. Hoạt động tạo không khí vui tươi, phấn khởi, góp phần nâng cao ý thức, trách nhiệm của mọi người, đặc biệt là cán bộ, hội viên, phụ nữ trong gìn giữ, phát huy giá trị sản phẩm văn hóa Việt Nam…"
  }
}
